Repository: marine-vicedo/ft_transcendence
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, ug

source: Hello World
ar: مرحبا بالعالم

source: Connexion
ar: تسجيل الدخول
ug: ئۇلىنىش

source: Inscription
ar: تسجيل
ug: تىزىملىتىش

source: Nom d'utilisateur
ar: إسم المستخدم
ug: ئىشلەتكۈچى ئىسمى

source: Prénom
ar: الاسم الأول
ug: ئىسمى

source: Nom de famille
ar: اسم العائلة
ug: فامىلىسى

source: Nom
ar: الاسم
ug: فامىلىسى

source: Email
ar: بريد إلكتروني
ug: ئېلېكترونلۇق خەت

source: Mot de passe
ar: كلمة السر
ug: پارول

source: Confirmer le mot de passe
ar: أكد كلمة المرور

source: Entrez votre nom d'utilisateur
ar: أدخل اسم المستخدم الخاص بك
ug: ئىشلەتكۈچى ئىسمىڭىزنى كىرگۈزۈڭ

source: Entrez votre prénom
ar: أدخل اسمك الأول
ug: ئىسمىڭىزنى كىرگۈزۈڭ

source: Entrez votre nom de famille
ar: أدخل اسمك الأخير
ug: فامىلىڭىزنى كىرگۈزۈڭ

source: Entrez votre email
ar: أدخل عنوان البريد الإلكتروني الخاص بك
ug: ئېلېكترونلۇق خەت ئادرېسىڭىزنى كىرگۈزۈڭ

source: Entrez votre mot de passe
ar: أدخل عنوان البريد الإلكتروني الخاص بك
ug: پارولىڭىزنى كىرگۈزۈڭ

source: Confirmez votre mot de passe
ar: تأكيد كلمة السر
ug: پارولىڭىزنى جەزملەشتۈرۈڭ

source: Changer la langue
ar: غير اللغة
ug: تىلنى ئۆزگەرتىڭ

source: Vous avez deja un compte? Connectez-vous
ar: هل لديك حساب ؟ اتصال
ug: ھېساباتىڭىز بارمۇ؟ ئۇلىنىش

source: ici
ar: هنا
ug: بۇ يەردە

source: Envoyer
ar: يرسل
ug: يوللاڭ

source: Déconnexion
ar: تسجيل الخروج
ug: ئۇلىنىشنى تاقاش

source: Languages
ar: اللغات
ug: تىللار

source: Accueil
ar: الصفحة الرئيسية
ug: باش بەت

source: Profil
ar: الملف الشخصي
ug: پروفىلىڭىز

source: Paramètres
ar: الإعدادات
ug: تەڭشەكلەر

source: A propos
ar: حول
ug: ھەققىدە

source: Jeux
ar: ألعاب
ug: ئويۇنلار

source: Amis
ar: أصدقاء
ug: دوستلار

source: Se connecter
ar: تسجيل الدخول
ug: ئۇلىنىش

source: Connexion via 42
ar: تسجيل الدخول عبر 42
ug: 42 ئارقىلىق ئۇلىنىش

source: Choisissez votre jeu !
ar: اختر لعبتك !
ug: ئويۇن تاللاڭ!

source: Pong Solo
ar: بونغ منفرد
ug: تەكلىپ پونگ

source: Pong vs Amis
ar: بونغ ضد الأصدقاء
ug: دوستلارغا قارشى پونگ

source: Memory
ar: ذاكرة
ug: يادلاش

source: Partie
ar: الجولة
ug: ئويۇن

source: Tournoi
ar: البطولة
ug: تۆرنى

source: Activer l'authentification à 2 facteurs
ar: تمكين المصادقة الثنائية
ug: ئىككىلىك ئۇچۇر ئۇچۇرلىق ئېلان قىلىش

source: Sauvegarder
ar: حفظ
ug: ساقلاش

source: Vous n'avez pas de compte ? Créez-en un
ar: ليس لديك حساب ؟ أنشئ واحد
ug: ھېساباتىڭىز يوقمۇ؟ بىرنى قۇر

source: Confirmer votre mot de passe
ug: پارولنى جەزملەشتۈرۈڭ

source: Vous avez déjà un compte ? Connexion
ug: ھېساباتىڭىز بارمۇ؟ ئۇلىنىش
